Repository: dingyifei/freenas-webui-zh_cn-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: #freenas on freenode
zh_cn: freenode上的#freenas

source: % of all cores
zh_cn: %所有核心

source: %(day)s day
zh_cn: %(day)s 天

source: %(hour)s hour
zh_cn: %(hour)s 小时

source: %(hours)s hours
zh_cn: %(hours)s 小时

source: %(minutes)s minutes
zh_cn: %(minutes)s 分钟

source: %(scanned)s out of %(total)s
zh_cn: %(scanned)s / %(total)s

source: %(week)s week
zh_cn: %(week)s 周

source: %(weeks)s weeks
zh_cn: %(weeks)s 周

source: %s is not a valid number
zh_cn: %s 为无效数字。

source: %s successfully deleted.
zh_cn: %s 已删除。

source: %s successfully updated.
zh_cn: %s 已更新。

source: ' is encrypted!
zh_cn: ’已加密！

source: ) before configuring other interfaces to avoid losing connection to the user interface.
zh_cn: ）前配置其他接口以避免丢失用户界面的连接。

source: 0 for default
zh_cn: 默认为0

source: 0 for default.
zh_cn: 默认为0。

source: 0=Disabled, blank=inherit
zh_cn: 0=禁用， 留空=继承

source: 0=None; example: 1 GiB
zh_cn: 0=无；例如：1 GiB

source: 0=None; example: 1g
zh_cn: 0=不预留；例如：1g

source: 0=Unlimited; example: 1 GiB
zh_cn: 0=无限制；例如：1GiB

source: 0=Unlimited; example: 1g
zh_cn: 0=无限制；例如：1g

source: 169.254/16 subnet is not valid for nameserver
zh_cn: 169.254/16 子网段不能用作域名服务器

source: 20 characters is the maximum length.
zh_cn: 20个字符是极限长度。

source: 25 characters)
zh_cn: 25个字符）

source: 8x5 FreeNAS Support
zh_cn: 8x5 FreeNAS 支持

source: : Automatic update check failed.
zh_cn: ：自动更新检查失败。

source: <a href="%%docurl%%/sharing.html%%webversion%%#block-iscsi" target="_blank">iSCSI</a> supports multiple authentication methods that are used by the target to discover valid devices.
zh_cn: <a href="%%docurl%%/sharing.html%%webversion%%#block-iscsi" target="_blank">iSCSI</a>支持多种鉴定方式 that are used by the target to discover valid devices.

source: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">Endpoint URL</a> for a bucket configured for website hosting.
zh_cn: <a href="https://docs.aws.amazon.com/AmazonS3/latest/dev/WebsiteEndpoints.html" target="_blank">Endpoint URL</a>用于一个被配置为网页托管的存储桶。

source: <a href="https://docs.pcloud.com/methods/intro/authentication.html" target="_blank">pCloud Access Token</a>.
zh_cn: <a href="https://docs.pcloud.com/methods/intro/authentication.html" target="_blank">pCloud访问令牌</a>。

source: <a href="https://help.backblaze.com/hc/en-us/articles/224991568-Where-can-I-find-my-Account-ID-and-Application-Key-" target="_blank">Generating a new Master Application Key</a> will invalidate the existing Master key and require updating this field.
zh_cn: <a href="https://help.backblaze.com/hc/en-us/articles/224991568-Where-can-I-find-my-Account-ID-and-Application-Key-" target="_blank">生成一个新的主应用密钥</a>将会使现有的主密钥失效，你需要更新这个密钥。

source: <a href="https://www.fastmail.com/help/technical/ssltlsstarttls.html" target="_blank">Email encryption</a> type.
zh_cn: <a href="https://www.fastmail.com/help/technical/ssltlsstarttls.html" target="_blank">邮件加密</a>类型。

source: <a href="https://www.freebsd.org/cgi/man.cgi?query=geli&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">GELI</a> encryption is available for ZFS pools.
zh_cn: <a href="https://www.freebsd.org/cgi/man.cgi?query=geli&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">GELI</a>加密在ZFS存储池上可用。

source: <a href="https://www.freebsd.org/cgi/man.cgi?query=setfib&sektion=1&apropos=0&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">FIB </a> (routing table) to set when running commands inside the jail.
zh_cn: <a href="https://www.freebsd.org/cgi/man.cgi?query=setfib&sektion=1&apropos=0&manpath=FreeBSD+11.1-RELEASE+and+Ports" target="_blank">FIB </a>（路由表）to set when running commands inside the jail.

source: <b>Caution:</b> writes can fail when the pool is low on space.
zh_cn: <b>警告：</b>写入在存储池的可用空间低时可能失败。

source: <b>Ctrl+C</b> kills a foreground process.<br> Many utilities are built-in:<br> <b>Iperf</b>, <b>Netperf</b>, <b>IOzone</b>, <b>arcsat</b>, <b>tw_cli</b>, <br><b>MegaCli</b>, <b>freenas-debug</b>, <b>tmux</b>, <b>Dmidecode</b>.<br> Refer to the <a href="%%docurl%%/cli.html%%webversion%%" target="_blank">Command Line Utilities</a> chapter in the guide for usage information and examples.
zh_cn: <b>Ctrl+C</b>终止一个前台进程。<br>很多工具是内置的：<br> <b>Iperf</b>， <b>Netperf</b>，<b>IOzone</b>，<b>arcsat</b>，<b>tw_cli</b>，<br><b>MegaCli</b>，<b>freenas-debug</b>，<b>tmux</b>，<b>Dmidecode</b>。<br> 参考指南中的<a href="%%docurl%%/cli.html%%webversion%%" target="_blank">Command Line Utilities</a>章节中用法与例子。

source: <b>Ctrl+C</b> kills a foreground process.<br> Many utilities are built-in:<br> b>Iperf</b>, <b>Netperf</b>, <b>IOzone</b>, <b>arcsat</b>, <b>tw_cli</b>, <br><b>MegaCli</b>, <b>freenas-debug</b>, <b>tmux</b>, <b>Dmidecode</b>.<br> Refer to the <a href="%%docurl%%/cli.html%%webversion%%" target="_blank">Command Line Utilities</a> chapter in the guide for usage information and examples.
zh_cn: <b>Ctrl+C</b>终止一个前台进程。<br>很多工具是内置的：<br> <b>Iperf</b>， <b>Netperf</b>，<b>IOzone</b>，<b>arcsat</b>，<b>tw_cli</b>，<br><b>MegaCli</b>，<b>freenas-debug</b>，<b>tmux</b>，<b>Dmidecode</b>。<br> 参考指南中的<a href="%%docurl%%/cli.html%%webversion%%" target="_blank">Command Line Utilities</a>章节中用法与例子。

source: <b>Example:</b> <i>/data example-dataset-name</i>
zh_cn: <b>例子：</b> <i>/data example-dataset-name</i>

source: <b>Example:</b> <i>1,2,3,4</i>
zh_cn: <b>样例：</b> <i>1,2,3,4</i>

source: <b>Example:</b> <i>E4F4C6</i>
zh_cn: <b>例子：</b> <i>E4F4C6</i>

source: <b>Example:</b> <i>nameserver IP;search domain.
zh_cn: <b>例子：</b> <i>域名服务器IP;搜索域.

source: <b>Not recommended.</b> Allow multiple groups to share the same group ID.
zh_cn: <b>不推荐。</b> 允许多个群组共享相同的群组ID。

source: <b>Root logins are discouraged.</b> Set to allow root logins.
zh_cn: <b>root登录是不推荐的。</b> 设置以允许root登录。

source: <b>SED (<a href="%%docurl%%/system.html%%webversion%%#self-encrypting-drives" target="_blank">Self-Encrypting Drives</a>) Options</b>
zh_cn: <b>SED (<a href="%%docurl%%/system.html%%webversion%%#self-encrypting-drives" target="_blank">自加密磁盘</a>) 选项</b>

source: <b>VNET</b> is required.
zh_cn: <b>VNET</b>是必须的。

source: <b>WARNING:</b> Read the <a href="%%docurl%%/storage.html%%webversion%%#managing-encrypted-pools" target="_blank">Encryption section</a> of the guide before activating this option.
zh_cn: <b>警告：</b>在启用此选项前请阅读<a href="%%docurl%%/storage.html%%webversion%%#managing-encrypted-pools" target="_blank">加密章节</a>指南。

source: <b>WARNING:</b> Rolling back to this snapshot will permanently delete later snapshots of this dataset.
zh_cn: <b>警告：</b>回滚到这个快照将会永久删除在此快照后在此数据集上的所有快照。

source: <b>WARNING:</b> This configuration file contains system passwords and other sensitive data.<br>
zh_cn: <b>警告：</b> 这个配置文件包含系统密码以及其他系统敏感信息。<br>

source: <b>Warning:</b> Save and back up the encryption salt value.
zh_cn: <b>警告：</b>请保存并备份加密Salt。

source: <b>Warning</b>: Always save and back up this password.
zh_cn: <b>警告</b>：务必保存并备份这个密码。

source: <b>rsyncd</b> listens on this port.
zh_cn: <b>rsyncd</b> 在此端口侦听。

source: <bold>All files verified successfully!</bold>
zh_cn: <bold>所有文件校验正确！</bold>

source: <br> <b>Disable</b>: The jail cannot perform any <b>sysvmem</b> related system calls.
zh_cn: <br> <b>禁用</b>：Jail 不能进行任何<b>sysvmem</b>相关系统调用。

source: <br> <b>Example:</b> <i>99</i>
zh_cn: <br> <b>样例：</b> <i>99</i>

source: <br> <b>Inherit</b>: All IPC objects on the system are visible to the jail.
zh_cn: <br> <b>继承</b>：所有系统的IPC对象对Jail可见。

source: <br><b>A jail without a default route will not be able to access any networks.
zh_cn: <br><b>一个没有默认路由的Jail不能访问任何网络。

source: <br><b>A jail without a default route will not be able to access any networks.</b>
zh_cn: <br><b>一个没有默认路由的Jail不能访问任何网络。</b>

source: <br><b>A jail without a default route will not be able to access the network without additional configuration.
zh_cn: <br><b>一个没有默认路由的Jail在没有额外设置的情况下无法访问网络。

source: <br><b>A jail without a default route will not be able to access the network without additional configuration.</b>
zh_cn: <br><b>一个没有默认路由的Jail在没有额外设置的情况下无法访问网络。</b>

source: <br><b>Disable</b>: Stop the jail from using IPv4 entirely.
zh_cn: <br><b>禁用</b>：完全阻止Jail使用IPv4。

source: <br><b>Disable</b>: The jail cannot perform any <b>sysvmsg</b> related system calls.
zh_cn: <br><b>禁用</b>：Jail 不能进行任何<b>sysvmsg</b>相关系统调用。

source: <br><b>Disable</b>: The jail cannot perform any <b>sysvshm</b> related system calls.
zh_cn: <br><b>禁用</b>：Jail 不能进行任何<b>sysvshm</b>相关系统调用。

source: <br><b>Example hostid:</b> <i>1a2bc345-678d-90e1-23fa-4b56c78901de</i>.
zh_cn: <br><b>样例 hostid:</b> <i>1a2bc345-678d-90e1-23fa-4b56c78901de</i>.

source: <br><b>Inherit</b>: All IPC objects on the system are visible to the jail.
zh_cn: <br><b>继承</b>：所有系统的IPC对象对Jail可见。

source: <br><b>Inherit</b>: Allow unrestricted access to all system addresses.
zh_cn: <br><b>继承</b>：允许对全部系统地址的无限制访问。

source: <br><b>New</b>: Only objects the jail creates using the private key namespace are visible.
zh_cn: <br><b>新</b>：只有被Jail使用私钥命名空间创建的对象为可见。

source: <br><b>New</b>: Restrict addresses with <b>ip4_addr</b>.
zh_cn: <br><b>新</b>：限制地址使用<b>ip4_addr</b>。

source: <br><b>New</b>: Restrict addresses with <b>ip6_addr</b>.
zh_cn: <br><b>新</b>：限制地址使用<b>ip6_addr</b>。

source: <br><br>Roll back to snapshot <i>
zh_cn: <br><br>回滚到快照<i>

source: <br>Enter <b>none</b> to configure the jail with no IPv4 default route.
zh_cn: <br>输入 <b>无</b> 以配置无IPv4默认路由的Jail。

source: <br>Enter <b>none</b> to configure the jail without an IPv6 default route.
zh_cn: <br>输入<b>无</b> 以配置无IPv6默认路由的Jail。

source: <br>Example: <b>re0|fe80::/64</b> <br>Multiple interface format: <b>[interface|]ip-address[/netmask],[interface|]ip-address[/netmask]</b>.<br>Example: <b>re1|2607:f0d0:1002:51:0000:0000:0000:0004, re5|2001:db8:85a3::8a2e:370:7334/24</b>
zh_cn: <br>例子：<b>re0|fe80::/64</b> <br>多接口格式：<b>[interface|]ip-address[/netmask],[interface|]ip-address[/netmask]</b>.<br>例子： <b>re1|2607:f0d0:1002:51:0000:0000:0000:0004, re5|2001:db8:85a3::8a2e:370:7334/24</b>

source: <br>Example: <b>vnet2|192.168.0.15/24</b> <br>Multiple interface format: <b>[interface|]ip-address[/netmask],[interface|]ip-address[/netmask]</b>.<br>Example: <b>192.168.0.10/24,vnet3|192.168.10.50</b>
zh_cn: <br>例子：<b>192.168.0.10/24,vnet3|192.168.10.50</b>

source: <br>Single interface format: <b>[interface|]ip-address[/netmask]</b>.
zh_cn: <br>例子：<b>vnet2|192.168.0.15/24</b> <br>多接口格式：<b>[interface|]ip-address[/netmask],[interface|]ip-address[/netmask]</b>。

source: <font color="red">WARNING</font>: use <i>rid</i> or <i>autorid</i> for networks with only Windows computers, like most home networks.
zh_cn: <font color="red">警告</font>：使用<i>rid</i>或<i>autorid</i> for networks with only Windows computers, like most home networks.

source: <font color='red'>STOP</font>: Do you know what you are doing?<br /><br />
zh_cn: <font color='red'>停止</font>: 你清楚自己正在执行的操作吗？<br /><br />

source: <font color='red'>STOP</font>: If your Active Directory is not configured for this, it will not work.<br><br>
zh_cn: <font color='red'>停止</font>: 如果活动目录未配置，它将无法工作。<br><br>

source: <i>0</i> disables quotas.
zh_cn: <i>0</i>禁用限额。

source: <i>0</i> is unlimited.
zh_cn: <i>0</i>代表无限制。

source: <i>0</i> means unlimited.
zh_cn: <i>0</i>表示无限制。

source: <i>AHCI</i> emulates an AHCI hard disk for best software compatibility.
zh_cn: <i>AHCI</i>模拟一个AHCI硬盘以获得最好的兼容性。

source: <i>AHCI</i> emulates an AHCI hard disk for better software compatibility.
zh_cn: <i>AHCI</i>模拟一个AHCI硬盘以获得更好的软件兼容性。

source: <i>Basic Authentication</i> is unencrypted.
zh_cn: <i>基本鉴定</i>是不加密的。

source: <i>COPY</i> copies files from source to destination, skipping files that are identical, similar to <i>rsync</i>.
zh_cn: <i>拷贝</i>从源地址拷贝文件到目标地址，略过相同的文件，类似于<i>rsync</i>.

source: <i>Default (Clone Jail)</i> or <i>Basejail</i>.
zh_cn: <i>默认（克隆Jail）</i>或<i>Basejail</i>.

source: <i>Device</i> shares an entire device.
zh_cn: <i>设备</i>共享整个设备。

source: <i>Digest Authentication</i> is encrypted.
zh_cn: <i>Digest Authentication</i>是加密的。

source: <i>Disabled</i> is for networks where the entire path between sources and destinations is trusted.
zh_cn: <i>禁用</i>仅在从源到目标路径的网络可信时使用。

source: <i>Fast</i> is less secure, but has better transfer rates for devices with limited cryptographic speed.
zh_cn: <i>快速</i>有更低的安全性，但是在有限加密能力的设备上有着更快的传输速度。

source: <i>File</i> shares the contents of an individual file.
zh_cn: <i>文件</i>共享一个文件的内容。

source: <i>Full with random data</i> overwrites the entire disk with random binary data.
zh_cn: <i>使用随机数据填充</i> 用随机二进制数据覆盖整个磁盘。

source: <i>Full with zeros</i> overwrites the entire disk with zeros.
zh_cn: <i>用0填充</i>用0覆盖整个磁盘。

source: <i>HTTP+HTTPS</i> allows both types of connections.
zh_cn: <i>HTTP+HTTPS</i> 同时允许两种类型的连接。

source: <i>HTTP</i> will keep the connection unencrypted.
zh_cn: <i>HTTP</i>会保持连接不加密。

source: <i>HTTPS</i> encrypts the connection.
zh_cn: <i>HTTPS</i>会加密连接。

source: <i>HTTPS</i> must be selected in <b>Protocol</b>.
zh_cn: <i>HTTPS</i>必须在<b>协议</b>中被选中。

source: <i>Insensitive</i> assumes filenames are not case sensitive.
zh_cn: <i>不敏感</i>默认文件名是大小写不敏感的。

source: <i>Intel e82545 (e1000)</i> emulates an Intel Ethernet card.
zh_cn: <i>Intel e82545 (e1000)</i>模拟一个Intel有线网卡。

source: <i>Intel e82545 (e1000)</i> emulates the same Intel Ethernet card.
zh_cn: <i>Intel e82545 (e1000)</i>模拟一同型号Intel有线网卡。

source: <i>MOVE</i> copies files from source to destination, deleting files from the source after the copy, similar to <i>mv</i>.
zh_cn: <i>移动</i>从源地址拷贝文件到目标地址，拷贝后删除源地址的文件，类似于<i>mv</i>。

source: <i>Mixed</b> understands both types of filenames.
zh_cn: <i>混合</b>同时兼容两种类型的文件名。

source: <i>None</i> allows anonymous discovery while <i>CHAP</i> and <i>Mutual CHAP</i> require authentication.
zh_cn: <i>无</i>允许匿名探索，<i>CHAP</i>和<i>Mutual CHAP</i>需要验证。

source: <i>Pull</i> receives data from cloud storage.
zh_cn: <i>拉取</i>从云存储拉取数据。

source: <i>Push</i> sends data to cloud storage.
zh_cn: <i>推送</i>发送数据到云存储。

source: <i>Quick</i> erases only the partitioning information on a disk without clearing other old data.
zh_cn: <i>快速</i>只擦除磁盘的分区信息，不删除其他旧的数据。

source: <i>SYNC</i> makes files on the destination system identical to those on the source.
zh_cn: <i>同步</i>使目标系统的文件和源的文件相同。

source: <i>Semi-automatic</i> only works with remote version 9.10.2 or later.
zh_cn: <i>半自动</i>只在远程V9.10.2和更新的版本工作。

source: <i>Sensitive</i> assumes filenames are case sensitive.
zh_cn: <i>敏感</i>默认文件名是大小写敏感的。

source: <i>Standard</i> provides the best security.
zh_cn: <i>标准</i>提供最好的安全性。

source: <i>Standard</i> uses the sync settings that have been requested by the client software, <i>Always</i> waits for data writes to complete, and <i>Disabled</i> never waits for writes to complete.
zh_cn: <i>标准</i> 使用客户端发送的同步设置，<i>总是</i> 等待数据写入完成， 和<i>禁用</i>从不等待写入完成。

source: <i>VirtIO</i> provides better performance when the operating system installed in the VM supports VirtIO paravirtualized network drivers.
zh_cn: <i>VirtIO</i>在支持VirtIO半虚拟化网络驱动的虚拟机操作系统里可以提高更好的性能。

source: <i>VirtIO</i> uses paravirtualized drivers and can provide better performance, but requires the operating system installed in the VM to support VirtIO disk devices.
zh_cn: <i>VirtIO</i>使用半虚拟化驱动并可以提供更高的性能，但是需要安装在VM中的操作系统支持VirtIO磁盘设备。

source: <p>The system will reboot to perform this operation!</p> <p><font color="red">All passwords are reset when the uploaded configuration database file was saved without the Password Secret Seed.
zh_cn: <p>系统将会重启来进行此操作！</p> <p><font color="red">如果配置数据库文件没有保存Password Secret Seed，全部密码将会在上传配置数据库后被重置。

source: A <a href="https://blogs.dropbox.com/developers/2014/05/generate-an-access-token-for-your-own-account/" target="_blank">token must be generated</a> in the account before adding it here.
zh_cn: 在被添加前，一个<a href="https://blogs.dropbox.com/developers/2014/05/generate-an-access-token-for-your-own-account/" target="_blank">令牌必须被生成</a>于这个账户。

source: A User Access Token for <a href="https://developer.box.com/" target="_blank">Box</a>.
zh_cn: 用于<a href="https://developer.box.com/" target="_blank">Box</a>的用户访问令牌。

source: A certificate with this name already exists.
zh_cn: 已存在同名证书。

source: A description of the issue.
zh_cn: 对问题的描述。

source: A file is required
zh_cn: 必须提供一个文件

source: A group with that name already exists.
zh_cn: 用户组已存在。

source: A group with this gid already exists
zh_cn: 已存在相同GID的用户组

source: A hostname or ip that will accept our mail, for instance mail.example.org, or 192.168.1.1
zh_cn: 接受邮件的主机名或 IP ，如 mail.example.org,或 192.168.1.1

source: A keytab is required.
zh_cn: 必须提供一个keytab。

source: A mountpoint with this path is already in use by another share.
zh_cn: 其他共享已挂载此路径。

source: A password must be set for the <i>root</i> user in <a href="%%docurl%%/account.html%%webversion%%#users" target="_blank">Users</a>.
zh_cn: 根据<a href="%%docurl%%/account.html%%webversion%%#users" target="_blank">用户</a>，<i>root</i>用户必须设置一个密码。

source: A password to authenticate to the remote server
zh_cn: 远程服务器认证用户密码

source: A pool with this name already exists.
zh_cn: 已存在使用此名称的存储池。

source: A randomized MAC address is normally assigned.
zh_cn: 已分配一个随机的MAC地址。

source: A restart is required to apply <i>loader</i> or <i>rc.conf</i> tunables.
zh_cn: 必须重启以应用<i>loader</i> or <i>rc.conf</i> tunables.

source: A scrub with this volume already exists.
zh_cn: 此卷已设置了垃圾清理任务。

source: A share with this name already exists.
zh_cn: 共享名已存在。

source: A specified value applies to both this dataset and any child datasets.
zh_cn: 一个具体的数值会被应用在此数据集和任何它的子数据集。

source: A swap size of 0 is STRONGLY DISCOURAGED.
zh_cn: 使用为0的swap大小是极不推荐的。

source: A target with that name already exists.
zh_cn: Target 名称已经存在。

source: A user cannot belong to more than 64 auxiliary groups
zh_cn: 一个用户不能设置超过64个辅用户组

source: A user with that username already exists.
zh_cn: 用户名已存在。

source: A username on the FTP Host system.
zh_cn: 在FTP主机系统上的一个用户名。

source: A username to authenticate to the remote server
zh_cn: 远程服务器认证用户名

source: A valid IPv4 address to use as the default route.
zh_cn: 一个用于默认路由的有效IPV4地址。

source: A valid IPv6 address to use as the default route.
zh_cn: 使用一个有效的IPv6地址作为默认路由。

source: A volume with that name already exists.
zh_cn: 指定的卷名已经存在

source: ACL Type
zh_cn: ACL类型

source: AD Timeout
zh_cn: AD超时

source: AD timeout
zh_cn: AD 超时

source: AFP Settings
zh_cn: AFP设置

source: AFP3 Unix Privs
zh_cn: AFP3 UNIX 权限

source: ATA Security User
zh_cn: ATA安全用户

source: ATTENTION - Currently the following services depend on this volume:
zh_cn: 注意 - 以下服务依赖此卷：

source: ATTENTION: A periodic snapshot of a given ZFS Volume/Dataset is required to create a replication task
zh_cn: 注意：要创建Replication任务，必需先对指定的 ZFS 卷/数据集创建定期快照任务

source: ATTENTION: A periodic snapshot of a given ZFS filesystem/volume is required to create a replication task
zh_cn: 注意：要创建复制任务，必需要对指定的ZFS文件系统/文件卷做定期快照

source: About
zh_cn: 关于

source: Access Key
zh_cn: 访问密钥

source: Access Key ID
zh_cn: 访问密钥ID

source: Access Mode
zh_cn: 访问模式

source: Access Token
zh_cn: 访问令牌

source: Access Token <a href="https://api.hubic.com/sandbox/" target="_blank">generated by a Hubic account</a>.
zh_cn: 访问令牌<a href="https://api.hubic.com/sandbox/" target="_blank">通过Hubic账户生成</a>。

source: Access Token for a Dropbox account.
zh_cn: Dropbox账户的访问令牌。

source: Access Tokens expire periodically and must be refreshed.
zh_cn: 访问令牌会定期失效并需要被更新。

source: Account
zh_cn: 账户

source: Account ID or Application Key ID
zh_cn: 账户ID或应用密钥ID

source: Account Key
zh_cn: 账户密钥

source: Account Name
zh_cn: 账户名

source: Account is required to have permissions to the shared pool or dataset.
zh_cn: 账户必须对共享存储池或数据集有权限。

source: Account to be used for guest access.
zh_cn: 用于访客访问的账户。

source: Accounts
zh_cn: 账户

source: Acoustic Level
zh_cn: 声学等级

source: Actions
zh_cn: 操作

source: Activate
zh_cn: 启用

source: Activate boot environment %(name)s
zh_cn: 激活的启动环境 %(name)s

source: Activates the configuration.
zh_cn: 启用配置

source: Active
zh_cn: 活动

source: Active Directory
zh_cn: 活动目录

source: Active Directory IDMAP change!
zh_cn: 活动目录IDMAP发生变化！

source: Active Directory Settings
zh_cn: 活动目录设置

source: Active Directory failed to reload.
zh_cn: Active Directory 重载失败。

source: Active Volumes
zh_cn: 激活卷

source: Adapter Type
zh_cn: 适配器类型

source: Adapter Type:
zh_cn: 适配器类型：

source: Add
zh_cn: 添加

source: Add %(name)s
zh_cn: 添加 %s

source: Add %s
zh_cn: 添加 %s

source: Add Additional IPv4 Alias
zh_cn: 添加额外的IPv4别名

source: Add Additional IPv6 Alias
zh_cn: 添加额外的IPv6别名

source: Add Additional Path
zh_cn: 添加额外路径

source: Add Cache
zh_cn: 添加缓存

source: Add Cloud Credential
zh_cn: 添加云凭据

source: Add Data
zh_cn: 添加数据

source: Add Dataset
zh_cn: 添加数据集

source: Add Extra Device
zh_cn: 添加扩展设备

source: Add Interface
zh_cn: 添加网络接口

source: Add Jail
zh_cn: 添加 Jail

source: Add Jail Templates
zh_cn: 添加 Jail 模板

source: Add Jails
zh_cn: 添加 Jails

source: Add Log
zh_cn: 添加日志

source: Add Periodic Snapshot
zh_cn: 添加定期快照

source: Add Recovery Key
zh_cn: 添加恢复密钥

source: Add Replication
zh_cn: 添加复制

source: Add Rsync Module
zh_cn: 增加Rsync备份模块

source: Add Spare
zh_cn: 添加Spare

source: Add Storage
zh_cn: 添加存储

source: Add Volume
zh_cn: 添加卷

source: Add ZVol
zh_cn: 添加 Zvol

source: Add Zvol
zh_cn: 添加Zvol

source: Add a name for the new snapshot
zh_cn: 给新的快照添加一个名字

source: Add a name for the new snapshot.
zh_cn: 给新的快照添加一个名字。

source: Add an <a href="%%docurl%%/system.html%%webversion%%#certificates" target="_blank">SSL certificate</a> to be used for secure S3 connections.
zh_cn: 添加一个用于S3安全连接的<a href="%%docurl%%/system.html%%webversion%%#certificates" target="_blank">SSL证书</a>。

source: Add any more <a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a> options not covered in this screen.
zh_cn: 添加更多<a href="https://www.freebsd.org/cgi/man.cgi?query=sshd_config" target="_blank">sshd_config(5)</a>不被此页包含的选项。

source: Add any notes about this zvol.
zh_cn: 输入这个zvol的备注。

source: Add extra
zh_cn: 添加额外的

source: Add lines to the jail <b>resolv.conf</b>.
zh_cn: 添加行到jail的<b>resolv.conf</b>配置文件。

source: Add more options from <a href="https://www.freebsd.org/cgi/man.cgi?query=tftpd" target="_blank">tftpd(8)</a>.
zh_cn: 从<a href="https://www.freebsd.org/cgi/man.cgi?query=tftpd" target="_blank">tftpd(8)</a>获取更多可以添加的选项。

source: Add one option on each line.
zh_cn: 每行添加一个选项。

source: Add one or more disks to be used for data.
zh_cn: 添加一个或多个用于数据存储的磁盘。

source: Add one or more disks to extend the pool.
zh_cn: 添加一个或多个磁盘来扩展存储池。

source: Add recovery key
zh_cn: 添加recovery key

source: Add this user to additional groups.
zh_cn: 添加这个用户到额外的群组。

source: Add zvol
zh_cn: 添加 zvol

source: Added disks are erased, then the pool is extended onto the new disks with the chosen topology.
zh_cn: 添加的磁盘被擦除，然后存储池将被扩展到新磁盘使用选择的拓扑。

source: Adding search domains can cause slow DNS lookups.
zh_cn: 添加搜索域会拖慢DNS查询。

source: Additional <a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a> options.
zh_cn: 额外的<a href="https://www.smartmontools.org/browser/trunk/smartmontools/smartctl.8.in" target="_blank">smartctl(8)</a>选项。

source: Additional <a href="https://rsync.samba.org/ftp/rsync/rsync.html" target="_blank">rsync(1)</a> options to include.<br> Note: The "*" character must be escaped with a backslash (\*.txt) or used inside single quotes ('*.txt').
zh_cn: 额外的<a href="https://rsync.samba.org/ftp/rsync/rsync.html" target="_blank">rsync(1)</a>选项。<br> Note: The "*" character must be escaped with a backslash (\*.txt) or used inside single quotes ('*.txt').

source: Additional <a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf(5)</a> parameters.
zh_cn: 额外的<a href="http://netatalk.sourceforge.net/3.0/htmldocs/afp.conf.5.html" target="_blank">afp.conf(5)</a>参数。
